aaron-bond.better-comments
adam-bender.commit-message-editor
albert.tabout
alefragnani.bookmarks
alefragnani.project-manager
almenon.arepl
antfu.browse-lite
antfu.vite
atlassian.atlascode
attilabuti.mustache-syntax-vscode
austinleegordon.vscode-schema-dot-org
batisteo.vscode-django
bengreenier.vscode-node-readme
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bradgashler.htmltagwrap
brandonkirbyson.vscode-animations
britesnow.vscode-toggle-quotes
ccls-project.ccls
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
continue.continue
csharpier.csharpier-vscode
cstrap.flask-snippets
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
drcika.apc-extension
dustypomerleau.rust-syntax
eamodio.gitlens
editorconfig.editorconfig
emmanuelbeziat.vscode-great-icons
enhancedjax.vscode-ayu-zed
esbenp.prettier-vscode
fabiospampinato.vscode-diff
fabiospampinato.vscode-git-history
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
fr43nk.seito-openfile
fredericbonnet.cmake-test-adapter
github.vscode-pull-request-github
gitlab.gitlab-workflow
google.arb-editor
grapecity.gc-excelviewer
graphql.vscode-graphql
graphql.vscode-graphql-syntax
greenbyte.handlebars-preview
gruntfuggly.activitusbar
gruntfuggly.todo-tree
hbenl.vscode-test-explorer
hediet.vscode-drawio
hideoo.toggler
hollowtree.vue-snippets
hoovercj.vscode-settings-cycler
houkanshan.vscode-markdown-footnote
ibm.output-colorizer
itsmeadarsh.vsc-handlebars-ext
jasonnutter.search-node-modules
jeff-hykin.better-c-syntax
jeff-hykin.better-cpp-syntax
jeff-hykin.better-go-syntax
jeff-hykin.better-js-syntax
jock.svg
johnpapa.vscode-peacock
keyhr.42-c-format
kisstkondoros.vscode-codemetrics
liamhammett.inline-parameters
llvm-vs-code-extensions.vscode-clangd
localizely.flutter-intl
matepek.vscode-catch2-test-adapter
matt-meyers.vscode-dbml
mikestead.dotenv
mjmlio.vscode-mjml
mkhl.shfmt
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.python
ms-python.vscode-pylance
ms-vscode.live-server
ms-vscode.test-adapter-converter
njpwerner.autodocstring
notzaki.pandocciter
oderwat.indent-rainbow
orta.vscode-jest
patbenatar.advanced-new-file
pdconsec.vscode-print
peterschmalfeldt.explorer-exclude
pranaygp.vscode-css-peek
qcz.text-power-tools
quarto.quarto
quicktype.quicktype
redhat.fabric8-analytics
redhat.vscode-xml
redhat.vscode-yaml
robole.snippets-ranger
rubymaniac.vscode-paste-and-indent
rust-lang.rust-analyzer
ryu1kn.edit-with-shell
ryuta46.multi-command
seatonjiang.gitmoji-vscode
shardulm94.trailing-spaces
sleistner.vscode-fileutils
softwaredotcom.swdc-vscode
spmeesseman.vscode-taskexplorer
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
supermaven.supermaven
svelte.svelte-vscode
tamasfe.even-better-toml
tdennis4496.cmantic
tekumara.typos-vscode
twxs.cmake
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vue.volar
xabikos.javascriptsnippets
xaver.clang-format
yatki.vscode-surround
yzhang.markdown-all-in-one
ziyasal.vscode-open-in-github
zokugun.cron-tasks
zokugun.explicit-folding
zokugun.vsix-manager
